app/controllers/welcome_controller.rb

SELECT  "dummies".* FROM "dummies"  ORDER BY "dummies"."id" ASC LIMIT 1
---
  def index
    render plain: "Eureka! #{Dummy.first}"